{
  "Version": "1.0.0",
  "SchemaVersion": "2024.1",
  "ReleaseDate": "2025-01-13",
  "EffectiveDate": "2025-01-13",
  "Language": "ko",
  "Top": {
      "Index": {
        "Title": "목차 및 빠른 링크",
        "Subtitle": "주요 섹션",
        "Content": [
            "제1조 - 서비스 이용 계약",
            "제2조 - 개인정보 처리방침",
            "제3조 - 유료서비스 이용규정",
            "제4조 - 청약철회 및 환불정책"
        ]
      },
      "Intro": [
        {
          "Title": "여러분('회원')을 환영합니다. 000(이하 '서비스')을 이용해 주셔서 감사합니다. 본 약관은 다양한 000 서비스의 이용과 관련하여 000서비스를 제공하는 000(이하 '000')와 이를 이용하는 000 서비스 회원(이하 '회원') 또는 비회원과의 관계를 설명하며, 아울러 여러분의 000 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다. 000 서비스를 이용하시거나 000 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다."
        },
        {
          "Title": "여기",
          "Type": "Link",
          "Url": "https://policies.google.com/privacy?hl=ko",
          "Description": "약관 상세 내용으로 이동하기 위한 링크입니다"
        },
        {
          "Title": "를 클릭하여 YouTube 서비스 약관에 대해 읽어보세요. YouTube API 클라이언트를 사용하는 경우, 귀하는 YouTube 서비스 약관에 동의한 것으로 간주됩니다."
        }
      ]
  },
  "Terms": [
    {
      "SectionNumber": "0",
      "Title": "1.총칙",
      "Chapters": [
        {
          "ChapterNumber": "1",
          "Title": "제1조 (목적)",
          "Content": "이 약관은 회원이 000(이하 '회사'라 합니다)에서 제공하는 사용자가 소셜 플랫폼에 게시물을 예약하여 업로드하고, 콘텐츠 분석 및 디자인 도구를 제공하여 소셜 미디어 콘텐츠를 강화할 수 있도록 돕는 소셜 미디어 관리 도구(웹, 모바일 웹•앱 서비스를 포함합니다.)인 00서비스(이하 '서비스'라 합니다) 및 00 관련 제반 서비스를 이용함에 있어 회원과 회사간의 권리, 의무 및 책임사항, 서비스 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다."
        },
        {
          "ChapterNumber": "2",
          "Title": "제2조 (약관의 효력 및 변경)",
          "Content": [
            "1. 이 약관은 대한민국 내에서 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생합니다. 한편, 회사가 해외 권리자 등과의 계약 체결을 통하여 해당 국가에서의 서비스가 가능한 경우 이 약관은 해당 국가 내에서 서비스를 이용하고자 하는 모든 회원에 대하여도 그 효력을 발생합니다.",
            "2. 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공시하고, 이에 동의한 회원이 서비스에 가입함으로써 효력이 발생합니다. 회사는 회원이 동의하기에 앞서 약관의 내용을 회원이 쉽게 이해하여 착오 없이 거래할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 회원의 확인을 구합니다.",
            "3. 회사는 필요하다고 인정하는 경우, '약관의규제에관한법률', '정보통신망이용촉진및정보보호에관한법률', '콘텐츠산업진흥법', '전자상거래등에서의소비자보호에관한법률' 등 관련 법령을 위반하지 않는 범위에서 이 약관을 변경할 수 있으며, 회사가 약관을 변경하는 경우에는 적용일자 및 변경사유를 명시하여 그 적용일자 15일 전부터 서비스 사이트에 공지하고, 회원에게 불리한 약관의 변경의 경우 개정 내용을 회원이 알기 쉽게 표시하여 그 적용일자 30일 전부터 공지하며, 이메일 주소, 문자메시지 등으로 회원에게 개별 통지합니다. 회원의 연락처 변경 등으로 인하여 개별 통지가 어려운 경우, 회원이 등록한 연락처로 공지를 하였음에도 2회 이상 반송된 경우 이 약관에 의한 공지를 함으로써 개별 통지한 것으로 간주합니다.",
            "4. 회사가 제3항에 따라 변경 약관을 공지 또는 통지하면서 회원에게 약관 변경 적용 일까지 거부의사를 표시하지 아니할 경우, 약관의 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 회원이 명시적으로 약관 변경에 대한 거부의사를 표시하지 아니하면, 회사는 회원이 변경 약관에 동의한 것으로 간주합니다.",
            "5. 변경된 약관에 대하여 거부의사를 표시한 회원은 계약의 해지 또는 회원 탈퇴를 선택할 수 있습니다. 개별 이용권의 해지 효력과 관련하여서는 멜론 유료서비스 약관 관련 조항의 내용을 따릅니다.",
            "6. 회사는 이 약관을 회원이 그 전부를 인쇄할 수 있고 확인할 수 있도록 필요한 기술적 조치를 취합니다.",
            "7. 이 약관은 회원이 이 약관에 동의한 날로부터 회원 탈퇴 시까지 적용하는 것을 원칙으로 합니다. 단, 이 약관의 일부 조항은 회원이 탈퇴 후에도 유효하게 적용될 수 있습니다."
          ]
        },
        {
          "ChapterNumber": "3",
          "Title": "제3조 (약관 외 준칙)",
          "Content": "이 약관에 명시되지 않은 사항은 콘텐츠산업진흥법, 전자상거래등에서의소비자보호에관한법률, 저작권법 등 관련 법령의 규정과 일반 상관례에 의합니다."
        },
        {
          "ChapterNumber": "4",
          "Title": "제4조 (용어의 정의)",
          "Content": [
            "1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.",
            "1-1. 회원 : 서비스를 이용하기 위하여 서비스 사이트에 접속하여 이 약관에 동의하거나 기타 회사가 요청하는 절차를 거쳐 서비스 이용 계약을 체결하여 서비스를 이용하는 모든 고객",
            "1-2. 아이디(ID) : 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 영문자와 숫자의 조합",
            "1-3. 비밀번호(PASSWORD) : 회원의 정보 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합",
            "1-4. 닉네임(별명) : 회원이 아이디(ID) 외에 별도로 지정한 고유의 별도명칭",
            "1-5. 운영자 : 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가 선정한 자",
            "1-6. 서비스 중지 : 정상 이용 중 회사가 정한 일정한 요건에 따라 일정기간 동안 서비스의 제공을 중지하는 것",
            "1-7. 문자메시지 인증 : 이동전화로 문자메시지 난수를 발송, 고객이 해당 번호를 사이트에 등록하도록 함으로써 회원 인증을 하는 것",
            "2. 제1항에서 정하는 사항 이외의 약관 내 용어의 정의는 관계 법령 및 서비스 안내에서 정하는 바에 의합니다."
          ]
        }
      ]
    },
    {
      "SectionNumber": "1",
      "Title": "2. 서비스 이용 계약",
      "Chapters": [
        {
          "ChapterNumber": "5",
          "Title": "제5조 (유료서비스 이용계약의 성립)",
          "Content": [
            "1. 이용자는 '회사'가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을 합니다. '회사'는 계약 체결 전에 각 호의 사항에 관하여 '이용자'가 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다.",
            "⓵ 유료서비스의 내용 및 종류, 가격, 제공기간의 확인 및 선택",
            "⓶ 본인인증 정보(성명 휴대전화번호) 입력",
            "'유료서비스'의 이용신청 및 이용약관에 관한 확인 또는 '회사'의 확인에 대한 동의 @ 결제방법의 선택 및 결제정보의 입력",
            "2. '회사'는 '이용자'의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수 있습니다.",
            "- 실명이 아니거나 타인의 명의를 이용한 경우",
            "- 허위의 정보를 기재하거나, 회사'가 제시하는 내용을 기재하지 않은 경우",
            "- 미성년자가 청소년보호법에 의해서 이용이 금지되는 콘텐츠'를 이용하고자 하는 경우",
            "- 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우",
            "3. '회사'의 승낙이 제14조 제1항의 수신확인통지형태로 '이용자'에게 도달한 시점에 계약이 성립한 것으로 봅니다.",
            "4. '회사'의 승낙의 의사표시에는 이용자'의 이용신청에 대한 확인 및 서비스제공 가능여부, 이용신청의 정정, 취소 등에 관한 정보 등을 포함합니다."
          ]
        },
        {
          "ChapterNumber": "6",
          "Title": "제6조 (이용신청)",
          "Content": [
            "1. 서비스의 대부분 기능에 접근하려면 계정을 등록해야합니다.",
            "1-1. 이용자의 계정 및 비밀번호를 안전하게 관리할 책임은 전적으로 이용자에게 있습니다.",
            "1-2. 계정 보안 위협이 발생하면 즉시 '회사'에 알려야 합니다.",
            "2. 이용신청은 서비스의 이용자 등록 화면에서 고객이 다음 사항을 가입신청 양식에 기록하는 방식으로 행합니다.",
            "2-1. 성명",
            "2-2. 아이디(ID)",
            "2-3. 닉네임(별명)",
            "2-4. 비밀번호(Password)",
            "2-5. 생년월일",
            "2-6. 서비스 접속 국가",
            "2-7. 이메일(전자우편) 주소",
            "2-8. 기타 회사가 필요하다고 인정하는 사항"
          ]
        },
        {
          "ChapterNumber": "7",
          "Title": "제7조 (이용신청의 승낙)",
          "Content": [
            "1. 회사는 제6조에서 정한 사항을 정확히 기재하고, 이메일 주소 승인 또는 문자메시지 인증 등 회사가 정한 인증 절차를 완료한 고객에 대하여 서비스 이용 신청을 승낙합니다.",
            "2. 회사와 회원간 서비스 이용계약은 회사의 승낙이 회원에게 도달한 시점(유료서비스의 경우, '구매/결제완료' 등의 표시가 회원에게 절차상 표시된 시점)에 성립합니다.",
            "3. 회사는 이용자의 유료서비스 이용신청이 있는 경우 이용자에게 수취인통지를 합니다.",
            "4. 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 즉시 유료서비스 이용신청 변경 및 취소를 요청할 수 있고, 회사는 유료서비스제공 전에 이용자의 요청이 있는 경우에는 지체없이 그 요청에 따라 처리하여야합니다. 다만, 이미 대금을 지불한 경우에는 청약철회 등에 관한 4장 24조 규정에 따릅니다."
          ]
        },
        {
          "ChapterNumber": "8",
          "Title": "제8조 (이용신청에 대한 승낙의 제한)",
          "Content": [
            "1. 회사는 다음 각 호에 해당하는 사유가 발생할 경우 이용신청에 대한 승낙 또는 일정시간 동안 승낙을 유보하는 등 가입을 제한하거나, 사안의 경중에 따라서는 손해배상을 청구할 수 있습니다.",
            "1-1. 회사의 업무상, 기술상의 사정으로 서비스 제공이 불가능한 경우",
            "1-2. 이용자 등록 사항을 누락하거나 오기하여 신청하는 경우, 허위서류를 첨부하는 경우 등 이용자의 귀책사유로 인하여 승인이 불가능한 경우",
            "1-3. 사회의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우",
            "1-4. 만 14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우",
            "1-5. 제25조(계약해지 및 이용제한)에 의하여 이전에 회원 자격을 상실한 적이 있는 경우. 다만, 동 자격 상실 이후 1년 이상 경과한 자로 회사의 회원 재가입 승낙을 받은 경우는 예외로 합니다.",
            "1-6. 서비스 이용 후 회원이 회사에 등록한 결제수단의 임의 해지 및 지급 정지, 지불 불능 등의 사유로 정당한 사유 없이 회사가 청구한 서비스 요금을 납부하지 아니한 경우",
            "1-7. 회사가 서비스 사업권 내지 저작권을 허락 받지 아니한 국가에 거주, 체류 중인 자이거나 동 국가에서 사이트에 접속하는 경우",
            "1-8. 범죄행위, 특정한 일정 기간 동안에 유료회원 가입, 해지를 반복하여 정상적인 용도 이외로 사용한 경우가 명백한 경우 등 회사의 서비스 방해 등의 사유로 회원자격 상실(탈퇴) 이력이 있는 경우",
            "1-9. 기타 회사가 정한 이용신청 요건이 만족되지 않았을 경우",
            "2. 이용신청에 대한 승낙 후에 제1항 각호의 1에 해당하는 사유가 발견되는 경우, 회사는 이 약관에 따라 체결된 서비스 이용계약을 해지하거나 중단할 수 있습니다.",
            "3. 회원의 자격 혹은 나이에 따라 서비스 이용의 일부가 제한될 수 있습니다.",
            "3-1. 만19세 미만의 회원은(단, 만 19세에 도달하는 해의 1월 1일을 맞이한 자는 제외, 이하 본 조에서 동일함) 정보통신망이용촉진및정보보호등에관한법률 및 청소년보호법의규정에 의하여 청소년유해매체물은 이용할 수 없습니다.",
            "3-2. 청소년 유해매체물을 이용하시기 위해서는 만 19세 이상의 회원이어야 하며, 정보통신망이용촉진및정보보호등에관한법률 및 청소년보호법의 규정에 의하여 실명인증을 통해 본인 및 연령 인증을 받으셔야 합니다. 인증을 받지 않으시면, 해당 서비스의 이용이 제한됩니다."
          ]
        },
        {
          "ChapterNumber": "9",
          "Title": "제9조 (제3자 약관)",
          "Content": " '회사'는 제 3자 소프트웨어 또는 서비스를 통합할 수 있으며, '이용자'는 해당 제 3자 서비스 약관을 따를 책임이 있습니다."
        },
        {
          "ChapterNumber": "10",
          "Title": "제10조 (미성년자 회원가입에 대한 특칙)",
          "Content": [
            "1. ① 만 14세 미만의 “이용자”는 개인정보의 수집 및 이용목적에 대하여 충분히 숙지하고 부모등 법정대리인의 동의를 얻은 후에 회원가입을 신청하고 본인의 개인정보를 제공하여야 합니다.",
            "2. ② 회사는 부모 등 법정대리인의 동의에 대한 확인절차를 거치지 않은 만 14세 미만 이용자에대하여는 가입을 취소 또는 불허합니다.",
            "3. ③ 만 14세 미만 “이용자”의 부모 등 법정대리인은 아동에 대한 개인정보의 열람, 정정, 갱신을 요청하거나 회원가입에 대한 동의를 철회할 수 있으며, 이러한 경우에 “회사”는 지체 없이 필요한 조치를 취해야 합니다."
          ]
        },
        {
          "ChapterNumber": "11",
          "Title": "제11조 (계약 사항의 변경)",
          "Content": "회원은 이용신청 시 기재한 사항이 변경되었을 경우 회사가 정한 별도의 이용방법으로 정해진 양식 및 방법에 의하여 수정하여야 합니다."
        }
      ]
    },
    {
      "SectionNumber": "2",
      "Title": "3. 서비스 이용",
      "Chapters": [
        {
          "ChapterNumber": "12",
          "Title": "제12조 (서비스의 이용 개시)",
          "Content": [
            "1. 회사는 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 지정된 일자부터 서비스를 개시하며, 유료서비스의 경우 회사가 지정하는 수단으로 결제가 완료된 후 이용 가능합니다.",
            "2. 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공시하거나 회원에게 이를 통지합니다."
          ]
        },
        {
          "ChapterNumber": "13",
          "Title": "제13조 (서비스의 이용시간)",
          "Content": [
            "1. 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 정기점검 등 회사의 업무상또는 기술상의 이유로 서비스가 일시 중지될 수 있으며, 운영상의 목적으로 회사가 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이러한 경우 회사는 원칙적으로 서비스의 일시 중지 사실 및 중지 기간을 사전에 공지하되, 이를 미리 공지할 수 없는 급박하거나 불가피한 사정이 있을 때에는 사후에 즉시 공지합니다.",
            "2. 회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다."
          ]
        },
        {
          "ChapterNumber": "14",
          "Title": "제14조 (서비스의 변경 및 중지)",
          "Content": [
            "1. 회사는 상당한 이유가 있는 경우 운영상, 기술상 필요에 따라 서비스를 변경할 수 있으며, 이 경우 변경될 서비스의 내용 및 제공일자를 제2조(약관의 효력 및 변경) 제3항에서 정한 방법으로 회원에게 통지합니다. 단 변경된 내용이 중대하거나 회원에게 불리한 경우에는 회사가 회원으로부터 이 약관 또는 00 유료서비스 약관에서 정한 방법으로 통지하고 동의를 받습니다.",
            "2. 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 일시적으로 제한하거나 중지할 수 있습니다.",
            "2-1.서비스용 설비의 보수 등 공사로 인한 부득이한 경우",
            "2-2.회원이 의도적으로 일정기간 내 특정서비스의 가입 및 해지를 반복하는 등 회사의 정상적 영업 및 서비스 제공 활동을 방해하는 경우",
            "2-3.정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우",
            "2-4.서비스 제공업자와의 계약 종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우",
            "2-5.기타 천재지변, 국가비상사태, 방송통신위원회, 한국정보보호진흥원 등 국가기관, 정부조직, 수사기관, 법원 등의 행정ㆍ사법 체분 등 행정행위로 인한 서비스 중단 등 회사가 통제할 수 없는 불가항력적 사유가 있는 경우",
            "3. 제2항에 의한 서비스 중단의 경우에는 회사가 제2조(약관의 효력 및 변경) 제3항에서 정한 방법으로 이용자에게 통지합니다. 다만, 미리 통지하는 것이 곤란하거나 급박하거나 불가피한 사정이 있는 경우에는 사후에 통지할 수 있습니다.",
            "4. 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 회원에게 별도의 보상을 하지 않습니다.",
            "5. 유료서비스의 정지 또는 중단과 관련한 제반 사항에 대하여는 00 유료서비스 약관 제00조를 적용합니다."
          ]
        },
        {
          "ChapterNumber": "15",
          "Title": "제15조 (이메일에 대한 회원의 의무와 책임)",
          "Content": [
            "1. 회사는 회원에게 사이트별로 이메일 서비스를 제공할 수 있습니다. 회사는 회원의 이메일 내용을 편집하거나 감시하지 않으며 메일 내용에 대한 책임은 각 회원에게 있습니다.",
            "2. 회원은 회사의 이메일을 통하여 음란물이나 불온한 내용, 정크메일(Junk Mail), 스팸메일(Spam Mail), 행운의 편지(chain letters) 등을 발송하거나 피라미드 조직 등을 권유하거나 타인에게 피해를 주거나 미풍양속을 해치는 메일을 보내서는 안됩니다.",
            "3. 본 조 제2항을 위반하여 발생되는 모든 책임은 회원에게 있으며 이 경우 회사는 관련 법령에 정한 절차에 따라 회원의 아이디(ID) 비밀번호(PASSWORD) 등 회원의 개인정보를 수사기관에 제공할 수 있습니다."
          ]
        },
        {
          "ChapterNumber": "16",
          "Title": "제16조 (정보의 제공 및 광고의 게재)",
          "Content": [
            "1. 회사는 서비스를 운영함에 있어 각종 정보나 광고 등을 서비스 화면에 게재하거나 이메일 및 서신우편, 문자메시지, 카카오톡 채널메시지 등의 방법으로 회원에게 제공할 수 있습니다.",
            "2. 제1항과 관련하여 회원은 관련 법령에 따른 거래 관련 정보 및 고객 문의 등에 대한 답변 등을 제외하고는 언제든지 이메일 등에 대하여 수신을 거절할 수 있으며, 회사는 수신거절 방법을 명시합니다. 단, 회사는 관련 법령에 따라 동의 의무가 면제되는 거래관련 정보 및 고객 문의 사항 등 을 제외한 광고 등을 전화, 모사전송기기 등을 통하여 회원에게 전송할 경우 회원의 사전 수신 동의를 받아서 전송합니다.",
            "3. 회원이 서비스상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 회원과 광고주 간의 문제입니다. 만약 회원과 광고주간에 문제가 발생할 경우에도 회원과 광고주가 직접 해결하여야 하며, 이와 관련하여 회사는 어떠한 책임도 지지 않습니다."
          ]
        },
        {
          "ChapterNumber": "17",
          "Title": "제17조 ('회사'의 의무)",
          "Content": [
            "1. '회사'는 법령과 이 약관이 정하는 권리의 행사와 의무의 이행을 신의에 좇아 성실하게 하여야 합니다.",
            "2. '회사'는 '이용자'가 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.",
            "3. '회사'는 '이용자'가 서비스 이용 및 그 대금내역을 수시로 확인할 수 있도록 조치합니다.",
            "4. '회사'는 서비스 이용과 관련하여 '이용자'로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 지체 없이 처리합니다. '이용자'가 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우 편 등을 통하여 그 처리과정 및 결과를 전달합니다."
          ]
        },
        {
          "ChapterNumber": "18",
          "Title": "제18조 ('이용자'의 의무)",
          "Content": [
            "1. '이용자'는 다음 행위를 하여서는 안됩니다.",
            "신청 또는 변경 시 허위내용의 기재",
            "타인의 정보도용",
            "'회사'에 게시된 정보의 변경",
            "'회사'가 금지한 정보(컴퓨터 프로그램 등)의 송신 또는 게시",
            "'회사'와 기타 제3자의 저작권 등 지적재산권에 대한 침해",
            "'회사' 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위",
            "외설 또는 폭력적인 말이나 글, 화상, 음향, 기타 공서양속에 반하는 정보를 '회사'의 사이트에 공개, 게시, 전자우편 전송 또는 기타 방법으로 타인에 유포하는 행위",
            "'회사'의 사전승낙 없이 서비스를 이용하여 상품의 판매 등 영업활동을 하는 행위",
            "'회사'가 제공하는 '콘텐츠'를 공공장소 및 영리를 목적으로 하는 영업장, 매장 등에서 공중에 대한 공개 재현용 등 사적인 이용을 벗어난 범위에서의 이용하는 행위",
            "2. '이용자'는 관계법령, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, '회사'가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다."
          ]
        },
        {
          "ChapterNumber": "19",
          "Title": "제19조 (서비스 이용 대금 지급방법)",
          "Content": [
            "1. 서비스의 이용에 대한 대금지급방법은 유료이용약관에서 정한 방법 중 가능한 방법으로 할 수 있습니다.",
            "- 유료이용약관",
            "- 모든 요금은 원화로 표시되며, 환불되지 않습니다.",
            "- '회사'는 요금 변경시 사전 고지를 통해 변경 사항을 안내합니다.",
            "- 가격 - '회사'는 서비스 가격 책정에 대한 권리를 보유하며, 웹사이트에 최신 정보를 게시합니다.",
            "- 결제승인 - '이용자'가 계정에 지정된 결제 방법으로 '회사'가 요금을 청구할 권한을 부여합니다.",
            "- 구독 - 구독 서비스는 자동결제가 포함됩니다.",
            "- 구독 갱신 전에 취소하지 않으면 다음 요금이 청구됩니다.",
            "- 취소는 웹사이트 또는 계정 설정에서 진행할 수 있습니다.",
            "- 연체계정 - 연체 계정은 서비스 이용이 정지되거나 종료될 수 있습니다."
          ]
        },
        {
          "ChapterNumber": "20",
          "Title": "제20조 (사용자 콘텐츠)",
          "Content": [
            "'이용자'가 00서비스를 통해 업로드한 콘텐츠('사용자콘텐츠')에 대한 소유권은 유지되지만, 서비스를 제공하기 위해 '회사'에 특정 권한을 부여해야합니다.",
            "- '회사'에 제공한 라이선스",
            "- '이용자'는 사용자 콘텐츠를 저장, 표시, 재생산할 권리를 '회사'에 부여합니다.",
            "- 사용자 콘텐츠 제한",
            "- '이용자'는 제3자의 권리를 침해하거나 불법적, 비윤리적 콘텐츠를 업로드할 수 없습니다.",
            "- '회사'의 권리",
            "- '회사'는 사용자 콘텐츠를 모니터링하거나 삭제할 권리를 보유합니다.",
            "- '회사'는 '회원'이 해지하거나 적법한 사유로 해지 된 경우, 해당 회원이 게시하였던 게시물을 삭제할 수 있습니다."
          ]
        },
        {
          "ChapterNumber": "21",
          "Title": "제 21조(개인정보보호)",
          "Content": [
            "1. '회사'는 개인정보의 수집 • 이용, 제공 등 개인정보의 처리 및 보호와 관련하여 개인정보 보호법을 준수합니다.",
            "2. '이용자'의 개인정보의 열람, 정정, 처리정지 등 '이용자'의 권리는 개인정보 보호법에 따라 보호받습니다.",
            "3. '이용자'가 게시판, 메일, 채팅 등 온라인상에서 자발적으로 제공하는 '개인정보'는 다른 사람이 수집하여 사용할 가능성이 있으며 이러한 위험까지 '회사'가 부담하지는 않습니다."
          ]
        },
        {
          "ChapterNumber": "22",
          "Title": "제22조 (광고 게재 및 광고주와의 거래)",
          "Content": [
            "1. '회사'는 유무료 서비스 '이용자'들의 '콘텐츠' 재생 또는 이용 화면, 홈페이지 등에 광고를 게재할 수 있습니다.",
            "2. 회원에게 최적화된 광고를 제공하기 위해 개인화 및 행동 기반 광고소재가 선택 및 제공될 수 있습니다. 단, 14세 미만 회원에게는 개인화 및 행동 기반 광고소재를 제공하지 않습니다.",
            "3. 제2항의 개인화 및 행동 기반의 광고소재의 경우 회원의 사전 동의를 받은 경우에 한하여 제공합니다.",
            "4. '회원'은 이용자정보관리화면에서 개인화 및 행동 기반 광고소재의 선택 및 제공에 대하여 거부할 수 있습니다. 거부하는 경우, 개인화 및 행동 기반 광고소재는 제공되지 않으나 광고 제공은 계속될 수 있습니다.",
            "5. 본 서비스 상에 게재되어 있는 광고에 관하여 영상, 이미지, 배너 등에서 제공된 경로를 통해 진행하는 이용자와 광고주 간의 모든 상호작용은 '이용자'와 광고주 사이의 문제로서 '회사'는 이와 관련하여 어떠한 책임도 지지 않습니다."
          ]
        }
      ]
    },
    {
      "SectionNumber": "3",
      "Title": "4. 서비스 이용 대금 지급방법",
      "Chapters": [
        {
          "ChapterNumber": "23",
          "Title": "제23조 (회원의 유료서비스 변경 예약, 즉시 변경 등)",
          "Content": [
            "1. 회원이 이미 구매/가입한 유료서비스는 원칙적으로 변경 처리가 되지 않고 해지 후 익월 다른 이용권으로 가입하도록 되어 있으나, 회사가 사전에 공지하고 정하는 일부 이용권에 한하여 회원이 변경 신청할 경우, 1개월 후 변경 예약(이하 ‘변경 예약’) 또는 즉시 변경 처리(이하 ‘즉시 변경’)를 할 수 있습니다.",
            "2. 변경 예약의 경우, 회원이 변경 요청한 달의 이용기간이 만료되는 날까지 기존 구매/가입한 이용권을 이용할 수 있으며, 이용기간 만료일 익일부터 변경 요청한 이용권으로 변경 적용됩니다.",
            "3. 즉시 변경의 경우, 회원이 즉시 변경 신청을 하면 회사가 접수 완료 후, 즉시 기존 구매/가입한 이용권의 이용이 중단되고, 신청한 이용권으로 변경 적용됩니다."
          ]
        },
        {
          "ChapterNumber": "24",
          "Title": "제24조 (청약 철회 및 서비스 이용계약의 해제 • 해지)",
          "Content": [
            "1. '회원'은 구매 후 사용내역이 없는 경우 제7조 제3항에 따른 수신확인의 통지를 받은 날로부터 7일 이내에 이용신청의 철회를 할 수 있습니다. 다만, 전자상거래 등에서의 소비자보호에 관한 법률 제 17조 제 2항에 따라 소비자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우, 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우, 복제가 가능한 재화 등의 포장을 훼손한 경우 철회가 제한될 수 있습니다.",
            "2. 제1항의 이용신청의 철회는 '회원'이 전화, 전자우편 또는 기타 '회사'가 인정하는 방법으로 '회사'에 의사표시를 한 때에 효력이 발생합니다.",
            "3. '회사'는 제2항에 따라 '회원'이 표시한 이용신청의 철회의 의사표시를 수신한 후 지체 없이 이러한 사실을 '회원'에게 회신합니다.",
            "4. '회원'은 이용신청을 철회한 경우 회원이 선택한 각각의 결제방식에 따라 '회사'에 해당 결제 취소처리를 신청할 수 있습니다. 다만, 다음 각 호의 경우에는 결제취소처리가 불가능합니다.",
            "가. 이벤트, 보상, 선물 등 결제수단이 무료로 지급된 경우",
            "나. 해당 기간 내에 사용내역이 있을 경우",
            "다. 해당 결제수단에 따른 결제취소 가능기간을 경과한 경우",
            "라. 결제취소처리가 불가능한 결제방식을 이용해서 유료서비스 결제를 한 경우(이 경우는 본 약관 제18조에 따른 환불처리만이 가능합니다.)",
            "5. 각각의 결제방식에 따른 결제취소 가능기간은 다음과 같으며, 결제취소 가능기간이 경과한 경우 결제취소처리가 불가능합니다. 단, 아래 각 호는 관련업체의 사정에 따라 변경될 수 있습니다.",
            "가. 신용카드 : 결제당일 ~ 최대 6개월(180일) 이내에 결제취소가 가능합니다. 단, 각각의 해당 신용카드사의 정책에 따라 취소가능기간이 다를 수 있습니다.",
            "나. 간편결제 : 결제당일 ~ 최대 6개월(180일) 이내에 결제취소가 가능합니다. 단, 각각의 해당 간편결제사의 정책에 따라 취소가능기간이 다를 수 있습니다.",
            "다. Apple IAP(In-App-Purchase)의 경우 Apple 미디어 서비스 이용 약관의 정책을 따릅니다.",
            "라. Google Play IAP(In-App-Purchase)의 경우 Google Payments 서비스 약관의 정책을 따릅니다.",
            "바. 대행 판매 상품의 경우 제휴사 이용약관의 정책을 따릅니다."
          ]
        },
        {
          "ChapterNumber": "25",
          "Title": "제25조 (과오금)",
          "Content": [
            "1. 회사는 유료서비스 결제와 관련하여 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금 전액을 환불합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에 고지합니다.",
            "2. 회사의 귀책사유로 과오금이 발생한 경우 과오금 전액을 환불합니다. 단, 회원의 귀책사유로 과오금이 발생한 경우, 회사가 과오금을 환불하는데 소요되는 비용은 합리적인 범위 내에서 이용자가 부담하여야 하며, 회사는 해당 비용을 차감 후 과오금을 환불할 수 있습니다.",
            "3. 회사는 회원이 요구하는 과오금에 대하여 환불을 거부할 경우, 정당하게 유료서비스 요금이 부과되었음을 입증할 책임을 부담합니다.",
            "4. 회사는 과오금의 세부 환불절차 및 기타 사항에 대하여 콘텐츠 이용자보호지침이 정하는 바에 따릅니다."
          ]
        },
        {
          "ChapterNumber": "26",
          "Title": "제26조 (손해배상)",
          "Content": [
            "1. 회사는 서비스의 결함에 의하여 회사가 제공하는 유료서비스의 내용인 콘텐츠가 손상, 훼손, 삭제되어 서비스 이용에 손해를 입은 회원에게 해당 콘텐츠의 복원 또는 이용권 적립 등으로 배상합니다. 회원에게 손해가 발생한 경우 회사는 회원에게 실제 발생한 손해만을 배상합니다. 다만, 회사의 고의 또는 과실 없이 회원에게 발생한 일체의 손해에 대하여는 책임을 지지 아니합니다. 회사는 이 약관에서 명시되지 아니한 회사의 귀책사유로 인하여 유료서비스의 이용 회원에게 손해가 발생한 경우 회사의 배상 책임과 관련하여 회사는 '콘텐츠 이용자 보호지침'의 관련 규정 및 기타 상관례를 따릅니다.",
            "2. 고객이 이 약관의 이용 제한 관련 각 규정에 근거, 서비스의 이용이 제한되거나 이용계약이 해지된 경우, 고객이 보유한 모든 디지털콘텐츠의 사용권은 상실되며 회사는 해당 디지털콘텐츠의 구매대금을 반환할 의무를 부담하지 아니합니다.",
            "3. 회원이 이 약관상의 의무를 위반함으로 인하여 회사에 손해가 발생한 경우 또는 회원이 이용권 적립 또는 유료서비스를 이용함에 있어 회사에 손해를 입힌 경우, 회원은 회사에 그 손해를 배상하여야 합니다."
          ]
        },
        {
          "ChapterNumber": "27",
          "Title": "제27조 (면책)",
          "Content": [
            "1. 회사는 다음 각 호의 사유로 인하여 회원 또는 제3자에게 발생한 손해에 대하여는 그 책임을 지지 아니합니다.",
            "1-1.천재지변 또는 이에 준하는 불가항력으로 인해 멜론캐시 또는 유료서비스를 제공할 수 없는 경우",
            "1-2.회원이 자신의 아이디 또는 비밀번호 등의 관리를 소홀히 한 경우",
            "1-3.회사의 관리영역이 아닌 공중통신선로의 장애로 서비스이용이 불가능한 경우",
            "1-4.기타 회사의 귀책사유가 없는 통신서비스 등의 장애로 인한 경우",
            "2. 회사는 회원이 유료서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것, 서비스에 게시된 게시물에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임을 지지 않습니다. 또한 회원이 사이트에 게재한 리뷰, 평점 등 게시물의 정확성 등 내용에 대하여는 책임을 지지않습니다.",
            "3. 회사는 회원 상호간 또는 회원과 제3자 상호간에 유료서비스와 관련하여 발생한 분쟁에 대하여 개입할 의무가 없으며, 회사에 귀책사유가 없는 한 이로 인하여 발생한 손해를 배상할 책임이 없습니다."
          ]
        },
        {
          "ChapterNumber": "28",
          "Title": "제28조 (분쟁의 해결)",
          "Content": [
            "1. 유료서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의하고, 협의가 안될 경우 콘텐츠산업진흥법 상 콘텐츠분쟁 조정 위원회에 분쟁조정을 신청할 수 있습니다.",
            "2. 전항에 따라 분쟁이 해결되지 않을 경우 양 당사자는 소를 제기할 수 있으며, 회사와 회원 간의 소의 관할은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속 관할로 합니다.",
            "3. 제소 당시 회원의 주소 또는 거소가 분명하지 않은 경우에는 민사소송법에 따라 관할법원을 정합니다."
          ]
        }
      ]
    }
  ]
}
